# Дана строка, содержащая различные символы.
# Необходимо подсчитать, сколько раз в этой строке встречается буква 'a' (в верхнем и нижнем регистре).

x = "Hello, World! I like Apples and Bananas."
print(f"Количество букв 'a': {x.lower().count("a")}")